Repository: common-repository/aged-content-message
Catalog: languages/aged-content-message-*.po
Languages: de_de

source: Message Class Attribute
de_de: CSS-Klasse(n)

source: Multiple class names allowed. If you change this, remember to update your CSS settings below.
de_de: Mehrere Klassennamen erlaubt. Änderungen bitte in den CSS-Stilen weiter unten berücksichtigen.

source: Aged Content Message
de_de: Hinweis für veraltete Inhalte

source: Displays a message at the top of single posts published x years ago or earlier, informing about content that may be outdated.
de_de: Zeigt am Anfang eines einzelnen Beitrags, der x Jahre zuvor oder früher veröffentlicht wurde, eine Nachricht an, die darüber informiert, dass der Inhalt möglicherweise veraltet ist.

source: wordpress.org/plugins/aged-content-message
de_de: de.wordpress.org/plugins/aged-content-message

source: The times they are a-changin’.
de_de: Die Zeiten ändern sich.

source: This post seems to be older than %s year—a long time on the internet. It might be outdated.
de_de: Dieser Beitrag scheint älter als %s Jahr zu sein – eine lange Zeit im Internet. Der Inhalt ist vielleicht veraltet.

source: This post seems to be older than %s years—a long time on the internet. It might be outdated.
de_de: Dieser Beitrag scheint älter als %s Jahre zu sein – eine lange Zeit im Internet. Der Inhalt ist vielleicht veraltet.

source: Settings
de_de: Einstellungen

source: Aged Content
de_de: Veraltete Inhalte

source: Preview
de_de: Vorschau

source: Activate Message
de_de: Hinweis aktivieren

source: Minimal Post Age
de_de: Beitragsmindestalter

source: Message Heading
de_de: Überschrift

source: Message Body (Singular)
de_de: Text (Singular)

source: Message Body (Plural)
de_de: Text (Plural)

source: Message HTML
de_de: HTML-Template

source: Message CSS
de_de: CSS-Stile

source: <strong>Ready?</strong> Activate the message on your website now.
de_de: <strong>Fertig?</strong> Aktiviere den Hinweis jetzt auf deiner Website.

source: <strong>The message is being displayed on your website right now.</strong> Uncheck to deactivate and re-configure.
de_de: <strong>Der Hinweis wird jetzt auf deiner Website angezeigt.</strong> Deaktiviere ihn hier, wenn du Einstellungen überarbeiten möchtest.

source: Display message for posts older than %s year(s).
de_de: Zeige Hinweis für Beiträge, die älter als %s Jahr(e) sind.

source: <code>%s</code> = post age in years (rounded)
de_de: <code>%s</code> = Beitragsalter in Jahren (gerundet)

source: <code>%1$s</code> = message heading; <code>%2$s</code> = message body
de_de: <code>%1$s</code> = Hinweisüberschrift; <code>%2$s</code> = Hinweistext

source: Leave blank in order to not apply any styling, .e.g. when using an external stylesheet.
de_de: Leer lassen, um keine Styles anzuwenden, z.B. wenn du sie über ein externes Stylesheet zusteuerst.

source: Configure your settgins, then review the message above and activate it for your website.
de_de: Setze deine Einstellungen, dann sieh dir deinen Hinweis oben in der Vorschau an und aktiviere ihn auf deiner Website.

source: <strong>Aged Content Message</strong> has been activated. Edit your <a href="%s">settings</a> in order to see the actual notice displayed on your site.
de_de: <strong>Hinweis für veraltete Inhalte</strong> wurde aktiviert. Bearbeite deine <a href="%s">Einstellungen</a>, um den eigentlichen Hinweis auf deiner Website anzuzeigen.

source: This is a preview of how your notice looks like with your current settings.<br>Note: Styling may vary dependent on theme styles inherited on your website.
de_de: Dies ist eine Vorschau, wie der Hinweis mit deinen zuletzt gespeicherten Einstellungen aussieht.<br>Beachte: Die visuelle Gestaltung kann auf deiner Website anders ausfallen, abhängig von den Styles, die von deinem Theme vielleicht vererbt werden.
